Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# help_view_standard_services
source: Standard services
ar: الخدمات الأساسية
bg: Стандартни услуги
cs: Standardní služby
da: Standardtjenester
de: Standarddienste
el: Βασικές υπηρεσίες
es: Servicios estándar
fa: خدمات استاندارد
fi: Vakiopalvelut
fr: Services standard
he: שירותים סטנדרטיים
hi: स्टैंडर्ड सर्विस
hr: Standardne usluge
hu: Alapvető szolgáltatások
id: Layanan standar
it: Servizi standard
ja: 標準サービス
ko: 기본 서비스
nb: Standardtjenester
nl: Standaardservices
pl: Usługi standardowe
pt_pt: Serviços padrão
ro: Servicii standard
ru: Стандартные услуги
sk: Štandardné služby
sl: Standardne storitve
sq: Shërbime standarde
sr_latn: Standardne usluge
sv: Standardtjänster
tr: Standart hizmetler
uk: Стандартні послуги
vi: Dịch vụ tiêu chuẩn
zh_hans: 标准服务
zh_hant: 標準服務

# in_app_subscription_view_accept_invitation
source: %@ invites you to enjoy premium services, which it supports.
ar: يدعوك %@ للاستمتاع بالخدمات المتميزة التي يدعمها.
bg: %@ ви кани да се възползвате от премиум услугите, които поддържа.
cs: %@ vás zve, abyste využili prémiové služby, které podporuje.
da: %@ inviterer dig til at nyde premium-tjenester, som den understøtter.
de: %@ lädt Sie ein, Premium-Dienste zu genießen, die es unterstützt.
el: %@ σας προσκαλεί να απολαύσετε τις premium υπηρεσίες που υποστηρίζει.
es: %@ lo invita a disfrutar de los servicios premium que admite.
fa: %@ از شما دعوت می کند از خدمات ممتازی که پشتیبانی می کند لذت ببرید.
fi: %@ kutsuu sinut nauttimaan premium-palveluista, joita se tukee.
fr: %@ vous invite à profiter de services premium, qu’il prend en charge.
he: %@ מזמין אותך ליהנות משירותי פרימיום, שבהם הוא תומך.
hi: %@ आपको प्रीमियम सेवाओं का आनंद लेने के लिए आमंत्रित करता है, जिसका वह समर्थन करता है।
hr: %@ vas poziva da uživate u premium uslugama koje podržava.
hu: %@ meghívja Önt, hogy élvezze az általa támogatott prémium szolgáltatásokat.
id: %@ mengundang Anda untuk menikmati layanan premium, yang didukungnya.
it: %@ ti invita a usufruire dei servizi premium, che supporta.
ja: %@ は、それがサポートするプレミアム サービスを楽しむようにあなたを招待します。
ko: %@이(가) 지원하는 프리미엄 서비스를 즐기도록 초대합니다.
nb: %@ inviterer deg til å nyte premium-tjenester, som den støtter.
nl: %@ nodigt u uit om te genieten van premium services, die het ondersteunt.
pl: %@ zaprasza do korzystania z usług premium, które obsługuje.
pt_pt: %@ convida você a desfrutar de serviços premium, aos quais oferece suporte.
ro: %@ vă invită să beneficiați de serviciile premium pe care le susține.
ru: %@ приглашает вас воспользоваться услугами премиум-класса, которые он поддерживает.
sk: %@ vás pozýva využívať prémiové služby, ktoré podporuje.
sl: %@ vas vabi, da uživate v premium storitvah, ki jih podpira.
sq: %@ ju fton të përfitoni nga shërbimet premium që ai mbështet.
sr_latn: %@ vas poziva da uživate u premium uslugama koje podržava.
sv: %@ inbjuder dig att njuta av premiumtjänster som den stöder.
tr: %@ sizi desteklediği premium hizmetlerin keyfini çıkarmaya davet ediyor.
uk: %@ запрошує вас користуватися послугами преміум-класу, які він підтримує.
vi: %@ mời bạn sử dụng dịch vụ cao cấp mà họ đang hỗ trợ.
zh_hans: %@ 邀请您享受它支持的高级服务。
zh_hant: %@ 邀請您享受它支持的高級服務。

# in_app_subscription_view_description_step1_subtitle
source: Group calls with HQ sound & HD image
ar: مكالمات جماعية بصوت عالي الجودة وصورة عالية الدقة
bg: Групови разговори с HQ звук и HD изображение
cs: Skupinové hovory se zvukem HQ a HD obrazem
da: Gruppeopkald med HQ-lyd og HD-billede
de: Gruppenanrufe mit HQ-Sound und HD-Bild
el: Ομαδικές κλήσεις με ήχο HQ και εικόνα HD
es: Llamadas grupales con sonido HQ e imagen HD
fa: تماس های گروهی با صدای HQ و تصویر HD
fi: Ryhmäpuhelut HQ-äänellä ja HD-kuvalla
fr: Appels à plusieurs avec son HQ & image HD
he: שיחות קבוצתיות עם צליל HQ ותמונת HD
hi: मुख्यालय ध्वनि और एचडी छवि के साथ समूह कॉल
hr: Grupni pozivi s HQ zvukom i HD slikom
hu: Csoporthívások HQ hanggal és HD képpel
id: Panggilan grup dengan suara HQ & gambar HD
it: Chiamate di gruppo con audio HQ e immagini HD
ja: HQサウンドとHD画像によるグループ通話
ko: HQ 사운드 및 HD 이미지로 그룹 통화
nb: Gruppesamtaler med HQ-lyd og HD-bilde
nl: Groepsgesprekken met HQ-geluid en HD-beeld
pl: Połączenia grupowe z dźwiękiem HQ i obrazem HD
pt_pt: Chamadas em grupo com som HQ e imagem HD
ro: Apeluri de grup cu sunet HQ și imagine HD
ru: Групповые вызовы со звуком HQ и изображением HD
sk: Skupinové hovory so zvukom HQ a HD obrazom
sl: Skupinski klici s HQ zvokom in HD sliko
sq: Thirrje grupore me zë HQ dhe imazh HD
sr_latn: Grupni pozivi sa HQ zvukom i HD slikom
sv: Gruppsamtal med HQ-ljud och HD-bild
tr: HQ ses ve HD görüntü ile grup aramaları
uk: Групові дзвінки зі звуком HQ і зображенням HD
vi: Cuộc gọi nhóm với âm thanh và hình ảnh HD
zh_hans: 具有总部声音和高清图像的群组通话
zh_hant: 具有總部聲音和高清圖像的群組通話

# in_app_subscription_view_description_step1_title
source: High quality voice/video conferencing
ar: مؤتمرات صوت / فيديو عالية الجودة
bg: Гласова/видео конференция с високо качество
cs: Vysoce kvalitní hlasová/video konference
da: Stemme-/videokonferencer i høj kvalitet
de: Hochwertige Sprach-/Videokonferenzen
el: Φωνητική/βιντεοδιάσκεψη υψηλής ποιότητας
es: Conferencias de voz/video de alta calidad
fa: کنفرانس صوتی/تصویری با کیفیت بالا
fi: Laadukas ääni/videoneuvottelu
fr: Conférence audio/vidéo haute qualité
he: שיחות ועידה קוליות/וידאו באיכות גבוהה
hi: उच्च गुणवत्ता वाली आवाज / वीडियो कॉन्फ्रेंसिंग
hr: Glasovna/video konferencija visoke kvalitete
hu: Kiváló minőségű hang-/videokonferencia
id: Konferensi suara/video berkualitas tinggi
it: Conferenze voce/video di alta qualità
ja: 高品質の音声/ビデオ会議
ko: 고품질 음성/화상 회의
nb: Høykvalitets tale-/videokonferanser
nl: Spraak-/videoconferenties van hoge kwaliteit
pl: Konferencje głosowe/wideo wysokiej jakości
pt_pt: Conferência de voz/vídeo de alta qualidade
ro: Conferință vocală/video de înaltă calitate
ru: Высококачественная голосовая/видеоконференция
sk: Vysokokvalitná hlasová/video konferencia
sl: Visokokakovostna glasovna/video konferenca
sq: Konferencë zanore/video me cilësi të lartë
sr_latn: Visokokvalitetna glasovna/video konferencija
sv: Röst-/videokonferenser av hög kvalitet
tr: Yüksek kaliteli sesli/görüntülü konferans
uk: Високоякісна голосова/відеоконференція
vi: Hội nghị âm thanh/video chất lượng cao
zh_hans: 高品质语音/视频会议
zh_hant: 高品質語音/視頻會議

# in_app_subscription_view_description_step2_subtitle
source: Zero data / Zero carbon
ar: بيانات صفرية / صفر كربون
bg: Нула данни / Нула въглерод
cs: Nula dat / Nula uhlíku
da: Nul data / Nul kulstof
de: Null Daten / Null Kohlenstoff
el: Μηδενικά δεδομένα / Μηδενικός άνθρακας
es: Cero datos / Cero carbono
fa: داده های صفر / کربن صفر
fi: Nolla dataa / nolla hiilidioksidia
fr: Zéro data / Zéro carbone
he: אפס נתונים / אפס פחמן
hi: शून्य डेटा / शून्य कार्बन
hr: Nula podataka / Nula ugljika
hu: Zéró adat / Zéró szén-dioxid
id: Nol data / Nol karbon
it: Zero dati / Zero emissioni di carbonio
ja: ゼロデータ・ゼロカーボン
ko: 제로 데이터 / 제로 카본
nb: Null data / Null karbon
nl: Nul gegevens / Nul koolstof
pl: Zero danych / Zero węgla
pt_pt: Zero dados / Zero carbono
ro: Zero date / Zero carbon
ru: Нулевые данные / нулевой углерод
sk: Nulové dáta / Nulový uhlík
sl: Nič podatkov / Nič ogljika
sq: Zero të dhëna / Zero karbon
sr_latn: Nula podataka / Nula ugljenika
sv: Noll data / Noll kol
tr: Sıfır veri / Sıfır karbon
uk: Нуль даних / Нуль вуглецю
vi: Không dữ liệu / Không carbon
zh_hans: 零数据/零碳
zh_hant: 零數據/零碳

# in_app_subscription_view_description_step2_title
source: Eco-responsible voice/video conferencing
ar: مؤتمرات صوتية / فيديو صديقة للبيئة
bg: Екологично отговорна гласова/видео конференция
cs: Ekologicky odpovědná hlasová/video konference
da: Miljøansvarlig stemme-/videokonference
de: Umweltbewusste Sprach-/Videokonferenzen
el: Οικολογικά υπεύθυνη φωνητική/βιντεοδιάσκεψη
es: Conferencias de voz/video responsables con el medioambiente
fa: کنفرانس صوتی/ویدیویی سازگار با محیط زیست
fi: Ympäristövastuullinen ääni-/videoneuvottelu
fr: Conférence audio/vidéo éco-responsable
he: שיחות ועידה קוליות/וידאו אחראיות לסביבה
hi: इको-जिम्मेदार आवाज / वीडियो कॉन्फ्रेंसिंग
hr: Eko-odgovorna glasovna/video konferencija
hu: Ökofelelős hang-/videokonferencia
id: Konferensi suara/video yang bertanggung jawab terhadap lingkungan
it: Conferenze voce/video eco-responsabili
ja: 環境に配慮した音声/ビデオ会議
ko: 친환경 음성/화상 회의
nb: Miljøansvarlig tale-/videokonferanser
nl: Milieuvriendelijke spraak-/videoconferenties
pl: Ekologiczne konferencje głosowe/wideo
pt_pt: Conferência de voz/vídeo ecologicamente responsável
ro: Conferință vocală/video ecologic responsabilă
ru: Экологически безопасные голосовые/видеоконференции
sk: Ekologicky zodpovedná hlasová/video konferencia
sl: Eko-odgovorna glasovna/video konferenca
sq: Konferencë zanore/video me përgjegjësi ekologjike
sr_latn: Ekološki odgovorna glasovna/video konferencija
sv: Miljöansvarig röst-/videokonferens
tr: Çevreye duyarlı sesli/görüntülü konferans
uk: Еко-відповідальна голосова/відеоконференція
vi: Hội nghị âm thanh/video thân thiện môi trường
zh_hans: 生态负责任的语音/视频会议
zh_hant: 生態負責任的語音/視頻會議

# in_app_subscription_view_description_step3_subtitle
source: Absolute confidentiality of exchanges
ar: السرية المطلقة للتبادلات
bg: Абсолютна поверителност на обмена
cs: Absolutní důvěrnost výměn
da: Absolut fortrolighed af udvekslinger
de: Absolute Vertraulichkeit des Austauschs
el: Απόλυτη εμπιστευτικότητα των ανταλλαγών
es: Absoluta confidencialidad de los intercambios.
fa: محرمانه بودن مطلق مبادلات
fi: Vaihdon ehdoton luottamuksellisuus
fr: Confidentialité absolue des échanges
he: סודיות מוחלטת של חילופי דברים
hi: एक्सचेंजों की पूर्ण गोपनीयता
hr: Apsolutna povjerljivost razmjene
hu: Abszolút bizalmasság
id: Kerahasiaan mutlak pertukaran
it: Assoluta riservatezza degli scambi
ja: 交換の絶対的な機密性
ko: 거래소의 절대 기밀
nb: Absolutt konfidensialitet av utvekslinger
nl: Absolute vertrouwelijkheid van uitwisselingen
pl: Absolutna poufność wymian
pt_pt: Sigilo absoluto das trocas
ro: Confidențialitate absolută a schimburilor
ru: Абсолютная конфиденциальность обменов
sk: Absolútna dôvernosť výmen
sl: Popolna zaupnost izmenjav
sq: Konfidencialitet absolut i shkëmbimeve
sr_latn: Apsolutna poverljivost razmena
sv: Absolut konfidentialitet för utbyten
tr: Değişimlerin mutlak gizliliği
uk: Абсолютна конфіденційність обмінів
vi: Bảo mật tuyệt đối cho cuộc trò chuyện
zh_hans: 交流绝对保密
zh_hant: 交流絕對保密

# in_app_subscription_view_description_step3_title
source: Private voice/video conference
ar: صوت / مؤتمر فيديو خاص
bg: Частна гласова/видео конференция
cs: Soukromá hlasová/video konference
da: Privat tale/videokonference
de: Private Sprach-/Videokonferenz
el: Ιδιωτική φωνητική/βιντεοδιάσκεψη
es: Conferencia privada de voz/video
fa: کنفرانس صوتی/تصویری خصوصی
fi: Yksityinen ääni-/videoneuvottelu
fr: Conférence audio/vidéo privée
he: ועידה קולית/וידאו פרטית
hi: निजी आवाज/वीडियो सम्मेलन
hr: Privatna glasovna/video konferencija
hu: Privát hang-/videokonferencia
id: Konferensi suara/video pribadi
it: Conferenza vocale/video privata
ja: プライベート音声/ビデオ会議
ko: 개인 음성/화상 회의
nb: Privat tale-/videokonferanse
nl: Privé spraak-/videoconferentie
pl: Prywatna rozmowa głosowa/wideokonferencja
pt_pt: Conferência de voz/vídeo privada
ro: Conferință vocală/video privată
ru: Частная голосовая/видеоконференция
sk: Súkromná hlasová/video konferencia
sl: Zasebna glasovna/video konferenca
sq: Konferencë private zanore/video
sr_latn: Privatna glasovna/video konferencija
sv: Privat röst-/videokonferens
tr: Özel sesli/görüntülü konferans
uk: Приватна голосова/відеоконференція
vi: Hội nghị riêng tư
zh_hans: 私人语音/视频会议
zh_hant: 私人語音/視頻會議

# in_app_subscription_view_description_step4_subtitle
source: High-definition instant connection
ar: اتصال فوري عالي الوضوح
bg: Връзка с висока разделителна способност мигновено
cs: Okamžité připojení ve vysokém rozlišení
da: High-definition øjeblikkelig forbindelse
de: High-Definition-Sofortverbindung
el: Άμεση σύνδεση υψηλής ευκρίνειας
es: Conexión instantánea de alta definición
fa: اتصال فوری با کیفیت بالا
fi: Teräväpiirto välitön yhteys
fr: Connexion instantanée haute-défintion
he: חיבור מיידי בחדות גבוהה
hi: उच्च परिभाषा तत्काल कनेक्शन
hr: Trenutna veza visoke definicije
hu: Azonnali, nagyfelbontású kapcsolat
id: Koneksi instan definisi tinggi
it: Connessione istantanea ad alta definizione
ja: 高精細瞬時接続
ko: 고화질 즉시 연결
nb: Høyoppløselig øyeblikkelig tilkobling
nl: Directe high-definition verbinding
pl: Natychmiastowe połączenie w wysokiej rozdzielczości
pt_pt: Conexão instantânea de alta definição
ro: Conectare instantanee de înaltă definiție
ru: Мгновенное подключение высокой четкости
sk: Okamžité pripojenie vo vysokom rozlíšení
sl: Takojšnja povezava visoke ločljivosti
sq: Lidhje e menjëhershme me definicion të lartë
sr_latn: Trenutna veza visoke definicije
sv: Högupplöst direktanslutning
tr: Yüksek çözünürlüklü anında bağlantı
uk: Миттєве підключення високої чіткості
vi: Kết nối tức thì chất lượng cao
zh_hans: 高清即时连接
zh_hant: 高清即時連接

# in_app_subscription_view_description_step4_title
source: Instant voice/video conferencing
ar: مؤتمرات صوتية / مرئية فورية
bg: Мигновена гласова/видео конференция
cs: Okamžitá hlasová/video konference
da: Øjeblikkelig stemme-/videokonference
de: Sofortige Sprach-/Videokonferenzen
el: Άμεση φωνητική/βιντεοδιάσκεψη
es: Conferencias de voz/video instantáneas
fa: کنفرانس صوتی/تصویری فوری
fi: Välitön ääni-/videoneuvottelu
fr: Conférence audio/vidéo instantanée
he: שיחות ועידה קוליות/וידאו מיידיות
hi: तत्काल आवाज / वीडियो कॉन्फ्रेंसिंग
hr: Trenutna glasovna/video konferencija
hu: Azonnali hang-/videokonferencia
id: Konferensi suara/video instan
it: Conferenze vocali/video istantanee
ja: インスタント音声/ビデオ会議
ko: 즉석 음성/화상 회의
nb: Øyeblikkelig tale-/videokonferanser
nl: Directe spraak-/videoconferenties
pl: Natychmiastowe konferencje głosowe/wideo
pt_pt: Conferência de voz/vídeo instantânea
ro: Conferință vocală/video instantanee
ru: Мгновенная голосовая/видеоконференция
sk: Okamžitá hlasová/video konferencia
sl: Takojšnja glasovna/video konferenca
sq: Konferencë zanore/video e menjëhershme
sr_latn: Trenutna glasovna/video konferencija
sv: Omedelbar röst-/videokonferens
tr: Anında sesli/görüntülü konferans
uk: Миттєві голосові/відеоконференції
vi: Cuộc gọi tức thì
zh_hans: 即时语音/视频会议
zh_hant: 即時語音/視頻會議
